export const transportCompanyOptions = [
    {label: "ТЛК-Центр", value: "ООО «ТЛК-Центр» 170017 г. Тверь, пос. Большие перемерки, д. 6 стр.1 пом.24"},
    {
        label: "ИТ Сервис",
        value: "ООО «ИТ Сервис» 198332,г. Санкт-Петербург, Бульвар Брестский  дом 8 литера А ПОМ/ОФ 11-Н/725"
    },
    {label: "Логистика", value: "ООО «Логистика», 121471, г. Москва, ул. Рябиновая, дом 44, офис 402"}
]

export const deliveryAddressOptions = [
    {
        label: "Химки",
        value: 'АО "Стокманн" 141400, МО, г. Химки, микрорайон «ИКЕА», корп. № 2, тел. 8-495-252-10-14 доб  31-31, КПП 504732001, DS2520300'
    },
    {
        label: "Белая дача",
        value: 'АО "Стокманн" Белая Дача 140053, МО, Люберецкий район, г. Котельники, 1-й Покровский проезд, д. 5, тел. (495) 974-01-22*1438, КПП 502732001, DS2531000, тел. 8-916-447-15-07 Лидия'
    },
    {
        label: "Европолис",
        value: 'АО "Стокманн" 129226, г. Москва, Проспект Мира д. 211, корп. 2, ТЦ Европолис,   тел. 8-495-974-01-22 *2747 КПП 771645001, DS2551000 Ростокино'
    },
    {
        label: "Авиапарк",
        value: 'АО "Стокманн" Москва, ул. Авиаконструктора Микояна, д.4   ТЦ АВИАПАРК 8-495-252-10-14 доб. 2413'
    },
    {
        label: "Рига",
        value: 'АО "Стокманн" Московская обл., Красногорский район, Новорижское шоссе, 5-й км от МКАД, ТЦ Рига Молл, тел. (495) 974-01-22 *3404, 8-985-985-48-71'
    },
    {
        label: "Смоленка",
        value: 'АО "Стокманн" г. Москва, Смоленская площадь, д.3, ТЦ "Смоленский Пассаж", +7 495 252 10 14, доб.3229'
    },
    {
        label: "Океания",
        value: 'АО "Стокманн" Москва, Кутузовский проспект д.57 ТЦ Океания Моб. + 7 915 363 17 10 Сазонов Сергей'
    },
    {
        label: "Колумбус",
        value: 'АО "Стокманн" ТРЦ Колумбус г. Москва, Кировоградская ул., 13А, ТЦ Колумбус, Динар тел.: 8-929-526-62-04'
    },
    {
        label: "Кунцево",
        value: 'АО "Стокманн" МО село Немчиновка, Хорошёвский пр., 14, ТРЦ ВЕГАС Кунцево, Крупельницкий Эдуард +7-903-590-39-68'
    },
    {
        label: "Мякинино",
        value: 'АО "Стокманн" М.О, г. Красногорск, ул. Международная д. 12, ВЕГАС Мякинино, Жуков Сергей 8 906 759 11 60'
    },
    {
        label: "Теплый стан",
        value: 'АО Стокман, г. Москва, МКАД, 41-й километр, с1, Мега Теплый Стан +7 9031310796, доб. 3912 Светлана'
    },
    {
        label: "Капитолий",
        value: 'АО "Стокманн"119311, г Москва, пр. Вернадского, 6, ТЦ Капитолий Вернадского, Тел. + 7 495 974 01 22 доб.4411 Моб. + 7 905 510 20 98 Дамир'
    },
    {
        label: "Каширка",
        value: 'АО "Стокманн"119311,  г Москва, Каширское шоссе, 61 Г, ТЦ Каширская Плаза 8-495-252-10-14, 8-495-974-01-22 добавочный 4610, 4629.'
    },
    {
        label: "Метрополис",
        value: 'АО "Стокманн" 125171, ТЦ Метрополис, г. Москва, Ленинградское шоссе 16А, стр. 4, КПП 774345001, DS2821000'
    },
    {label: "Модный", value: 'ООО "Логистика", 121471, г. Москва, ул. Рябиновая, дом 44, офис 402'},
    {
        label: "Екатеринбург",
        value: 'АО "Стокманн" г. Екатеринбург, ул. Вайнера д. 9 ТЦ Пассаж Яценко Татьяна Раб. 495-974-01-22 Доб. 3519 Моб. 8 (967) 909-79-09'
    },
    {
        label: "Невский",
        value: 'АО "Стокманн" 191025,г. Санкт-Петербург, Невский пр-т , д. 114 ,ТЦ "Невский Центр" КПП 784145001 тел.+7-906-244-14-22 DS (2561000)'
    },
    {
        label: "ЖП",
        value: 'АО "Стокманн" 191025,г. Санкт-Петербург, Петергофское ш., 51, ТРЦ Жемчужная Плаза 8-911-267-96-73 Антон, доп. 8-952-282-79-47 Владимир.'
    },
    {
        label: "Радуга",
        value: 'АО "Стокман", 196105 ТРЦ "Питер Радуга" г. Санкт-Петербург, пр. Космонавтов, 14, 196105 тел. 8-999-165-71-71'
    },
    {
        label: "Дыбенко",
        value: 'АО "СТОКМАНН" 193315, Санкт-Петербург, Ленинградская обл.,Мурманское шоссе, 12 км, стр.1А,ТЦ Мега Дыбенко 8-924-232-29-81 Дмитрий, доп. 8-981-742-85-44 Константин, 8-911-837-73-45 Александр.'
    },
    {
        label: "Охта Молл",
        value: 'АО "АО "Стокман",195027 г. Санкт-Петербург,Брантовская дор., 3. ТРЦ Охта Молл: Порохня А. +79313223013, Даниелян С. +79111824010. Кучеренко Оксана +79113116048, Кананыхина А. +79117520809'
    },
    {
        label: "Казань",
        value: 'АО "Стокманн" Россия, г. Казань, просп. Победы, 141, тел. +7 (495) 252 10 14 - доб. 5313'
    },
    {label: "Элеватор", value: 'АО "Стокманн"  г. Тверь, пос. Элеватор, 3-й переулок, д. 6 '},
    {label: "РЦ Тверь", value: 'АО "Стокманн" г. Тверь, Московское шоссе 15'},
    {
        label: "ЦМТ",
        value: 'АО "Стокманн" г. Москва Краснопресненская набережная, д.12  Тел. + 7 495 974 01 22 доб. 1002'
    },
]

export const loadingAddressOptions = [
    {label: 'РЦ Тверь', value: 'АО Стокманн г.Тверь, Московское шоссе, 15'},
    {label: 'Элеватор', value: 'АО "Стокманн" г. Тверь, пос. Элеватор, 3-й переулок, д. 6'},
]

export const specialistOptions = [
    {label: 'Силачева Ю.С.', value: 'Специалист по вн. Логистике               Силачева Ю.С.'},
    {label: 'Крапивина С.И.', value: 'Специалист по вн. Логистике               Крапивина С.И.'},
    {label: 'Нахалова З.В.', value: 'Специалист по вн. Логистике               Нахалова З.В.'},
    {label: 'Малашонкова И.А.', value: 'Специалист по вн. Логистике              Малашонкова И.А.'},
]

export const ownershipTypeOptions = [
    {label: 'нет', value: ' '},
    {label: '3', value: '3'},
]

export const typeCargo = [
    {label: 'Паллет', value: 'Паллет'},
    {label: 'б/б', value: 'б/б'},
    {label: 'Коробa', value: 'Коробa'},
    {label: 'Нет', value: ' '},
]

export const legalCompanyOptions = [
    {label: 'АО "Стокманн"', value: 'АО "Стокманн" 123610 г. Москва, Краснопресненская наб. д. 12, офис 1001, ПАО «СБЕРБАНК РОССИИ» р/с 40702810840000022478, ИНН 7717145242'}
]

export const shopsOptionsECOM1 = [
    {
        shop:'ТЦ  "Смоленский пассаж-2" г. Москва, Смоленская площадь, д. 5 "Смоленский Пассаж" тел. 8-495-252-10-14, доб. 3200, 3229',
        deliveryTime: '08-00'
    },
    {
        shop:'ТЦ «Океания» г. Москва Кутузовский проспект д. 57 тел.  8-495-252-10-14, доб. 2522, 2518, 2521',
        deliveryTime: '08-50'
    },
    {
        shop:'"Капитолий Вернадского" АО "Стокманн" 119311, г. Москва, пр. Вернадского, 6, тел. 8-495-252-10-14, доб. 4411',
        deliveryTime: '09-30'
    },
    {
        shop:'"Модный сезон" (291), г. Москва, Охотный ряд, д. 2,  тел. 8-495-252-10-14, доб. 3323, 3384',
        deliveryTime: '10-25'
    },
    {
        shop:'"Авиапарк"(260), Москва, ул. Авиаконструктора Микояна, д. 4, ТЦ АВИАПАРК, тел. 8-495-252-10-14, доб. 2434, деж.менеджер: 8-903-147-23-67',
        deliveryTime: '11-25'
    },
    {
        shop:'"Европолис" (255) г. Москва, Проспект Мира д. 211, корп. 2, ТЦ Европолис, тел. 8-495-252-10-14 доб. 2748, 7451',
        deliveryTime: '12-45'
    },
    {
        shop:'"Мега Химки" (252) МО, г. Химки, микрорайон «ИКЕА», корп. № 2, тел. 8-495-252-10-14, доб. 3131, 3129, 8-903-147-32-34',
        deliveryTime: '13-45'
    },
]

export const shopsOptionsECOM2 = [
    {
        shop:'Мега Белая Дача, (253) МО, Люберецкий р-н, Котельники, 1-й Покровский пр-д, д. 5, тел. 8-495-252-10-14, доб. 1422, 1438, 1432, Сергей: 8-903-147-26-02, охрана: 1699',
        deliveryTime: '8-15'
    },
    {
        shop:'ТЦ Каширская Плаза г. Москва, Каширское шоссе , д. 61 Г, тел. 8-495-252-10-14 доб. 4610, 8-903-527-65-69',
        deliveryTime: '9-15'
    },
    {
        shop:'ТРЦ Колумбус г. Москва, Кировоградская ул., 13А, тел. 8-495-252-10-14 доб. 3013, 3004',
        deliveryTime: '10-00'
    },
    {
        shop:'ТРЦ Теплый Стан г. Москва, МКАД, 41-й километр, с1, тел. 8-495-252-10-14 доб. 3906 (деж.менеджер)',
        deliveryTime: '11-00'
    },
    {
        shop:'ТРЦ Вегас Кунцево, село Немчиновка, Хорошёвский пр., 14, тел. 8-495-252-10-14 доб. 3813, 3812, 3804, 8-903-590-39-68',
        deliveryTime: '11-45'
    },
    {
        shop:'ТЦ "Вегас Мякинино М.О, г. Красногорск, ул. Международная д. 12, ВЕГАС Мякинино, тел. 8-495-252-10-14, доб. 3606, 3613, 3628',
        deliveryTime: '12-30'
    },
    {
        shop:'ТЦ Рига Молл (264) МО, Красногорский район Новорижское шоссе, 5-ый км от МКАД,  тел. 8-495-252-10-14, доб. 3404, 3417, 3463 деж.менеджер',
        deliveryTime: '13-00'
    },
]

export const firstRouteECOM = [
    {name: 'smolenka', label: 'Смоленский пассаж-2'},
    {name: 'okeaniya', label: 'Океания'},
    {name: 'kapitoliy', label: 'Капитолий Вернадского'},
    {name: 'modniy', label: 'Модный сезон'},
    {name: 'aviapark', label: 'Авиапарк'},
    {name: 'evropolis', label: 'Европолис'},
    {name: 'megaHimki', label: 'Мега Химки'},
]

export const secondRouteECOM = [
    {name: 'belayaDacha', label: 'Мега Белая Дача'},
    {name: 'kashirskayaPlaza', label: 'Каширская Плаза'},
    {name: 'columbus', label: 'Колумбус'},
    {name: 'tepliyStan', label: 'Теплый Стан'},
    {name: 'vegasKuncevo', label: 'Вегас Кунцево'},
    {name: 'vegasMyakinino', label: 'Вегас Мякинино'},
    {name: 'rigaMoll', label: 'Рига Молл'},
]