export const transportCompanyOptions = [
    {label: "ТЛК-Центр", value: "ООО «ТЛК-Центр» 170017 г. Тверь, пос. Большие перемерки, д. 6 стр.1 пом.24"},
    {
        label: "ИТ Сервис",
        value: "ООО «ИТ Сервис» 198332,г. Санкт-Петербург, Бульвар Брестский  дом 8 литера А ПОМ/ОФ 11-Н/725"
    },
    {label: "Логистика", value: "ООО «Логистика», 121471, г. Москва, ул. Рябиновая, дом 44, офис 402"}
]

export const loadingAddressOptions = [
    {label: 'РЦ Тверь', value: 'АО Стокманн г.Тверь, Московское шоссе, 15'},
    {label: 'Элеватор', value: 'АО "Стокманн" г. Тверь, пос. Элеватор, 3-й переулок, д. 6'},
]

export const specialistOptions = [
    {label: 'Силачева Ю.С.', value: 'Специалист по вн. Логистике               Силачева Ю.С.'},
    {label: 'Крапивина С.И.', value: 'Специалист по вн. Логистике               Крапивина С.И.'},
    {label: 'Нахалова З.В.', value: 'Специалист по вн. Логистике               Нахалова З.В.'},
    {label: 'Малашонкова И.А.', value: 'Специалист по вн. Логистике              Малашонкова И.А.'},
]

export const ownershipTypeOptions = [
    {label: 'нет', value: ' '},
    {label: '3', value: '3'},
]

export const typeCargo = [
    {label: 'Паллет', value: 'Паллет'},
    {label: 'б/б', value: 'б/б'},
    {label: 'Коробa', value: 'Коробa'},
    {label: 'Нет', value: ' '},
]

export const legalCompanyOptions = [
    {
        label: 'АО "Стокманн"',
        value: 'АО "Стокманн" 123610 г. Москва, Краснопресненская наб. д. 12, офис 1001, ПАО «СБЕРБАНК РОССИИ» р/с 40702810840000022478, ИНН 7717145242'
    }
]

export const shopsOptionsECOM1 = [
    {
        shop: 'ТЦ  "Смоленский пассаж" г. Москва, Смоленская площадь, д. 5 "Смоленский Пассаж" тел. 8-495-252-10-14, доб. 3200, 3229',
        deliveryTime: '08-00'
    },
    {
        shop: '"Модный сезон" (291), г. Москва, Охотный ряд, д. 2,  тел. 8-495-252-10-14, доб. 3323, 3384',
        deliveryTime: '10-25'
    },
    {
        shop: '"Капитолий Вернадского" АО "Стокманн" 119311, г. Москва, пр. Вернадского, 6, тел. 8-495-252-10-14, доб. 4411',
        deliveryTime: '09-30'
    },
]

export const shopsOptionsECOM2 = [
    {
        shop: 'Мега Белая Дача, (253) МО, Люберецкий р-н, Котельники, 1-й Покровский пр-д, д. 5, тел. 8-495-252-10-14, доб. 1422, 1438, 1432, Сергей: 8-968-594-24-16, охрана: 1699, 1624, 1602',
        deliveryTime: '8-15'
    },
    {
        shop: 'ТЦ Каширская Плаза г. Москва, Каширское шоссе , д. 61 Г, тел. 8-495-252-10-14 доб. 4610, 4615, 4629, 8-903-527-65-69',
        deliveryTime: '9-15'
    },
    {
        shop: 'ТРЦ Колумбус г. Москва, Кировоградская ул., 13А, тел. 8-495-252-10-14 доб. 3013, 3004, 3003, 3036',
        deliveryTime: '10-00'
    },
    {
        shop: 'ТРЦ Теплый Стан г. Москва, МКАД, 41-й километр, с1, тел. 8-495-252-10-14 доб. 3906 (деж.менеджер), 3904',
        deliveryTime: '11-00'
    },
    {
        shop: 'ТРЦ Вегас Кунцево, село Немчиновка, Хорошёвский пр., 14, тел. 8-495-252-10-14 доб. 3813, 3812, 3804, 3806, 3826, 8-903-590-39-68',
        deliveryTime: '11-45'
    },
    {
        shop: 'ТЦ "Вегас Мякинино М.О, г. Красногорск, ул. Международная д. 12, ВЕГАС Мякинино, тел. 8-495-252-10-14, доб. 3606, 3613, 3604',
        deliveryTime: '12-30'
    },
    {
        shop: 'ТЦ Рига Молл (264) МО, Красногорский район Новорижское шоссе, 5-ый км от МКАД,  тел. 8-495-252-10-14, доб. 3404, 3417, 3452, 3463 деж.менеджер',
        deliveryTime: '13-00'
    },
]

export const shopsOptionsECOM3 = [
    {
        shop: 'ТЦ  "Смоленский пассаж" г. Москва, Смоленская площадь, д. 5 "Смоленский Пассаж" тел. 8-495-252-10-14, доб. 3200, 3229',
        deliveryTime: '08-00'
    },
    {
        shop: 'АО "Стокманн" 125171, ТЦ Метрополис, г. Москва, Ленинградское шоссе 16А, стр. 4, КПП 774345001, DS2821000',
        deliveryTime: '08-00'
    },
    {
        shop: 'ТЦ «Океания» г. Москва Кутузовский проспект д. 57 тел.  8-495-252-10-14, доб. 2522, 2518, 2521',
        deliveryTime: '08-50'
    },
    {
        shop: '"Капитолий Вернадского" АО "Стокманн" 119311, г. Москва, пр. Вернадского, 6, тел. 8-495-252-10-14, доб. 4411',
        deliveryTime: '09-30'
    },
    {
        shop: '"Авиапарк"(260), Москва, ул. Авиаконструктора Микояна, д. 4, ТЦ АВИАПАРК, тел. 8-495-252-10-14, доб. 2434, деж.менеджер: 8-903-147-23-67',
        deliveryTime: '11-25'
    },
    {
        shop: '"Европолис" (255) г. Москва, Проспект Мира д. 211, корп. 2, ТЦ Европолис, тел. 8-495-252-10-14 доб. 2748, 7451',
        deliveryTime: '12-45'
    },
    {
        shop: '"Мега Химки" (252) МО, г. Химки, микрорайон «ИКЕА», корп. № 2, тел. 8-495-252-10-14, доб. 3131, 3129, 8-903-147-32-34',
        deliveryTime: '13-45'
    },
]

export const firstRouteECOM = [
    {name: 'smolenka', label: 'Смоленский пассаж'},
    {name: 'modniy', label: 'Модный сезон'},
    {name: 'kapitoliy', label: 'Капитолий Вернадского'},
]

export const secondRouteECOM = [
    {name: 'belayaDacha', label: 'Мега Белая Дача'},
    {name: 'kashirskayaPlaza', label: 'Каширская Плаза'},
    {name: 'columbus', label: 'Колумбус'},
    {name: 'tepliyStan', label: 'Теплый Стан'},
    {name: 'vegasKuncevo', label: 'Вегас Кунцево'},
    {name: 'vegasMyakinino', label: 'Вегас Мякинино'},
    {name: 'rigaMoll', label: 'Рига Молл'},
]

export const thirdRouteECOM = [
    {name: 'smolenka', label: 'Смоленский пассаж'},
    {name: 'metropolis', label: 'Метрополис'},
    {name: 'okeaniya', label: 'Океания'},
    {name: 'kapitoliy', label: 'Капитолий Вернадского'},
    {name: 'aviapark', label: 'Авиапарк'},
    {name: 'evropolis', label: 'Европолис'},
    {name: 'megaHimki', label: 'Мега Химки'},
]

